export const ITEMSS = {
  title1: "使用说明",
  contents1: [
    "1、注册时需要填写授权码，如果需要其他人能够搜索到自已的位置，你得把授权码发给搜索你的人，才能搜到你的位置。其码请注意保密并根据自已的情况发给你认为可信并需要搜索你位置的人。",
    "2、注册后可以使用高级功能，进行家人、好友等所在位置的搜索，但必须获得其家人、好友发给你的授权码才能进行搜索他的位置。",
    "3、初级用户一次只能搜索一人，如需一次进行多人搜索，需联系作者开通高级用户。",
    "4、本系统10分钟一次数据交换，其搜索的人10分钟一次位置变化，如需更高精度，比如1分钟一次位置变化，请联系作者开通高级用户。",
    "5、此软件需要联网支持。",
    "6、如果要被其他人搜索到10米范围内，请打开手机的GPS并联网，其精度可能受天气、卫星数量多少的影响。如果没打开GPS搜索范围精度以城为单位。"
  ],
  title2: "使用协议",
  contents2: [
  "1、授权码交于别人证明你已同意别人搜索你的位置，如果授权码自已没保密好或使用软件不当或是初级用户，你的位置被其它人知道，造成的不良后果需自行承担结果，与作者无任何关系。",
  "2、请合理使用本软件，不得违反国家的相关的法律法规，如有不当，自行承担国家的相关治栽。与本软件作者无关，并取消其用户的资格。",
  "3、初级用户可能不告知随时停用，最终解释权归本软件作者。",
  "4、一但注册成功，证明你已同意本协议，无任何异议。"
  ]
}
